{
  "https://www.news.com.au/national/rush-hour/rush-hour-car-accident-causes-confusion-online/live-coverage/b705513d2f0ef4b75eef9af6fbbdfd15": "A photo of a car accident in Adelaide has perplexed people online, who struggled to understand how a car came to be stuck between two poles.\r\nThe red car had become wedged between two beams under the verandah of a building, in the Adelaide suburb of Modbury. … [+1041 chars]",
  "https://www.buzzfeednews.com/article/katherinemiller/amy-klobuchar-pete-buttigieg": "A few weeks ago, after the very loose Las Vegas debate, Amy Klobuchar sat down with CNNs Erin Burnett who asked various questions, then teed up a clip of Klobuchar and Pete Buttigieg arguing over what it meant that she had forgotten the Mexican president's na… [+4381 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/QYI9GnGSxhk/six-dead-of-coronavirus-in-seattle-area-u-s-officials-scramble-to-prepare-for-more-cases-idUSKBN20P21M": "(Reuters) - Six people in the Seattle area have died of illness caused by the new coronavirus, health officials said on Monday, as authorities across the United States scrambled to prepare for more infections, with the emphasis on ratcheting up the number of … [+3998 chars]",
  "http://thehill.com/policy/healthcare/485524-washington-state-confirms-4-more-coronavirus-deaths-bringing-us-death-toll": "The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 fax\r\nThe contents of this site are ©2020 Capitol Hill Publishing Corp., a subsidiary of News Communications, Inc.",
  "https://www.huffpost.com/entry/coronavirus-deaths-update-washington_n_5e5d5c1fc5b67ed38b36aafe": "SEOUL, South Korea (AP) The death toll from the coronavirus in the U.S. climbed to six Monday and the disease spread to ever more countries and world capitals, even as new cases in China dropped to their lowest level in six weeks.\r\nA shift in the crisis appea… [+7150 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/8kHr5v1E30U/algeria-reports-two-new-coronavirus-cases-bringing-the-total-to-five-idUSKBN20P2YK": "CAIRO (Reuters) - Algeria reported two new coronavirus cases on Monday, which brings the total of confirmed cases to five, state news agency said quoting a statement from health ministry. \r\nThe statement added that the two new cases are from the same family, … [+225 chars]",
  "https://www.theverge.com/2020/3/2/21161820/mcmillions-review-hbo-documentary-mcdonalds-monopoly-true-crime": "Remember the McDonalds Monopoly game? Remember how it was all completely worked by scammers?\r\nIts a good idea to have a few questions in mind whenever you order a burger. Nothing too wild. Simple stuff, like: Does this burger have cheese? (It should.) Other t… [+4150 chars]",
  "https://www.polygon.com/2020/3/2/21161772/half-life-alyx-gameplay-video-valve": "Three gameplay videos, three types of movement",
  "https://www.cbsnews.com/news/jack-welch-60-minutes-2020-03-02/": "Jack Welch, the former CEO of General Electric and one of the most influential business managers of the twentieth century, died Monday. He was 84.\r\nWelch spoke with 60 Minutes ahead of his retirement in 2001. At that point, he had spent the last two decades m… [+842 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/fn0rv2ESzmw/miners-avoid-handshakes-at-toronto-meeting-over-coronavirus-fears-idUSKBN20P2Y5": "TORONTO (Reuters) - Miners in Toronto for an annual industry dealmaking event slathered on hand sanitizer and avoided handshakes, while Chile’s mines minister doled out masks as coronavirus concerns overshadowed buyout buzz and prompted delegates to scrap som… [+2505 chars]",
  "https://www.theverge.com/2020/3/2/21161415/android-11-pixel-4-xl-wireless-charger-placement-warning-feature": "Only works on Pixel 4 for now, but this feature is extremely useful\r\nPhoto by Avery White for The Verge\r\nGoogle is reportedly adding a useful new feature in Android 11, which will let you know when your phone isnt properly aligned on a wireless charging pad. … [+1191 chars]",
  "https://techcrunch.com/2020/03/02/fx-launches-on-hulu-offering-over-40-shows-and-originals/": "FX content is coming to Hulu. The company announced today the launch of a new FX hub on the streaming service that includes over 40 FX Networks TV shows, new original linear series, and other FX originals that will now be exclusive to Hulu.\r\nThe addition is m… [+2555 chars]",
  "https://www.rte.ie/news/coronavirus/2020/0302/1119791-google/": "Most of Google's 8,000 staff and contractors in Ireland have been told to work from home tomorrow after a member of staff reported flu-like symptoms.\r\nWhile it is thought unlikely that the worker has the virus, it is understood that the company decided to use… [+863 chars]",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-7OQKASW23VBJTFT2R34TCVD2XY": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-5OI236IEHVAX5KVT5UYW44NSGY": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "http://us.cnn.com/videos/politics/2020/03/02/pete-buttigieg-chasten-suspends-campaign-speech-bts-vpx.cnn": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.",
  "https://www.cbsnews.com/video/from-the-archives-jack-welch-on-60-minutes/": "Watch CBSN Live\r\nCopyright © 2020 CBS Interactive Inc. All rights reserved.",
  "https://www.cbsnews.com/video/amy-klobuchar-drops-out-of-2020-presidential-race/": "Senator Amy Klobuchar is dropping out of the 2020 presidential race and will endorse Joe Biden ahead of Super Tuesday. CBS News political correspondent Ed O'Keefe joins CBSN with the latest on the race.",
  "https://www.espncricinfo.com/series/8679/report/1211656/karachi-kings-vs-peshawar-zalmi-15th-match-psl": "Karachi Kings 152 for 4 (Azam 70*, Hales 49) beat Peshawar Zalmi 151 for 8 (Malik 68, Amir 4-25) by six wickets\r\nThe game was preceded by a cryptically morose tweet from the usually convivial Daren Sammy, implying there might be trouble in the paradise that i… [+5293 chars]",
  "https://www.foxnews.com/health/washington-state-announces-3-new-coronavirus-deaths": "Health officials in Washington state announced three additional deaths among coronavirus patients on Monday, bring the total number of fatalities to five. Two of the patients were considered \"new\" cases of COVID-19, while the third death involved a patient wh… [+656 chars]",
  "https://techcrunch.com/2020/03/02/silicon-valley-pete-buttigieg-drops-out/": "Tech’s darling is out. On Sunday, the 38-year-old Democratic presidential contender stepped out of the race, clearing a path for moderates to coalesce around another candidate on the eve of Super Tuesday’s broad contest for delegates.\r\nButtigieg, a previous p… [+3687 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/n9gRQEjNcvI/moderate-klobuchars-stealth-campaign-for-u-s-presidency-comes-to-an-end-idUSKBN20P2TF": "(Reuters) - Amy Klobuchar, a U.S. senator from Minnesota whose wit and straightforward Midwestern style won key endorsements and bolstered her long-shot campaign, is ending her bid for the Democratic presidential nomination and endorsing fellow moderate Joe B… [+3517 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/rEte0R4cZjM/wall-street-buys-the-dip-as-investors-bet-on-stimulus-idUSKBN20P1U0": "(Reuters) - Wall Street surged on Monday as investors hunted for bargains following reassurances by central banks that they stood ready to counter the economic impact from the coronavirus following last week’s steep sell-off. \r\nApple bounced back from a two-y… [+2526 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/_SvRKf567gs/u-s-supreme-court-takes-up-democratic-bid-to-defend-obamacare-idUSKBN20P25N": "WASHINGTON (Reuters) - The U.S. Supreme Court on Monday agreed to hear a politically explosive case on whether Obamacare is lawful, taking up a bid by 20 Democratic-led states including California and New York to preserve the landmark healthcare law. \r\nThe im… [+4821 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/XRIQsE9Kp-4/latest-on-the-spread-of-coronavirus-around-the-world-idUSKBN20P1PT": "(Reuters) - Coronavirus is now spreading much more rapidly outside China than within the country, leading the world into uncharted territory, but the outbreak can still be contained, the World Health Organization said. \r\n**As of Monday, there have been over 8… [+4603 chars]",
  "http://thehill.com/homenews/campaign/485511-harry-reid-endorses-bidens-white-house-bid": "Former Senate Majority Leader Harry ReidHarry Mason ReidTo winnow primary field, Obama and other Democrats must speak out The Hill's Campaign Report: Gloves off in South CarolinaDemocratic insiders stay on the sidelines in 2020 raceMORE (D-Nev.) on Monday ann… [+3308 chars]",
  "https://www.latimes.com/california/story/2020-03-02/police-called-to-jackie-laceys-home-in-response-to-protesters-outside": "The husband of Los Angeles County Dist. Atty. Jackie Lacey pulled a gun on protesters outside the home of the countys top prosecutor early Monday morning, further heightening a tense primary over the district attorneys job.\r\nVideo from the scene shows a man s… [+4910 chars]",
  "https://www.huffpost.com/entry/chad-daybell-says-vallow-kids-safe_n_5e5d3c86c5b6732f50e61108": "The step-father of two Idaho children missing since September told a reporter over the weekend that “the kids are safe” a rare public comment from the Doomsday author.\r\nChad Daybell, the writer of several books about the end of times, reportedly made the tant… [+1957 chars]",
  "http://feeds.reuters.com/~r/reuters/topNews/~3/1uMr9E2V0Fs/biden-lands-backing-of-former-rivals-klobuchar-buttigieg-ahead-of-super-tuesday-idUSKBN20P1HO": "(Reuters) - Former Vice President Joe Biden’s quest for the Democratic presidential nomination was set to pick up the endorsements of two former rivals on Monday, as Amy Klobuchar became the third candidate to end their campaign in three days. \r\nKlobuchar, a … [+2832 chars]",
  "https://www.news.com.au/national/nsw-act/news/commuter-chaos-as-sydney-train-derails/news-story/0a0618299fcb5d5f927ba3658e2bde57": "Commuters in Sydney have been warned to expect major delays this morning after a train derailed at Circular Quay.Hundreds of services are expected to be cancelled after the incident, and delays are tipped to hit the T1, T3, T8 and T2 lines, are already experi… [+142 chars]",
  "http://www.businessinsider.com/facebook-bans-social-visitors-offices-reduces-on-site-interviews-coronavirus-2020-3": "Facebook is stopping employees from bringing social guests to work and cutting down on its on-site job interviews as fears mount about the spread of the coronavirus.\r\nOn Monday, Facebook spokesperson Anthony Harrison told Business Insider: \"We are taking step… [+1824 chars]",
  "http://uk.businessinsider.com/facebook-bans-social-visitors-offices-reduces-on-site-interviews-coronavirus-2020-3": "Facebook is stopping employees from bringing social guests to work and cutting down on its on-site job interviews as fears mount about the spread of the coronavirus.\r\nOn Monday, Facebook spokesperson Anthony Harrison told Business Insider: \"We are taking step… [+1824 chars]",
  "https://www.news24.com/Lottery/r413k-in-the-bag-for-one-daily-lotto-player-20200302": "One Daily Lotto player walks away the jackpot of R413 363.00 in Monday's draw.\r\nThe next jackpot is estimated at R430 000.\r\nHere are the results for the draw:\r\nHere are the results for Sunday's draw:\r\nIn case you missed it, here are the winning Lotto and Lott… [+733 chars]",
  "https://www.nbcnews.com/health/health-news/live-blog/coronavirus-updates-live-countries-prepare-outbreak-spreads-n1143556": "3 more dead in Washington state, bringing total to 5\r\nThree more people have died from the virus in Washington state, public health officials announced Monday.\r\nThe latest deaths bring the total to five in the state and in the United States, health officials … [+3521 chars]",
  "https://business.financialpost.com/personal-finance/high-net-worth/can-we-get-a-vaccine-early-how-the-rich-are-preparing-for-a-coronavirus-outbreak?video_autoplay=true": "One investor may fly to Idaho with or without family. A doctor in a Colorado ski town is soothing wealthy clients who want a cure. And one New Yorker called up the hospital with his name on it.\r\nLike everyone across the U.S., the rich are bracing for a deadly… [+5204 chars]",
  "https://www.rte.ie/news/coronavirus/2020/0302/1119787-workforce/": "The escalating spread of Covid-19 globally has raised the possibility of widespread illness among the Irish workforce. \r\nThe HSE, the Department of Health and many other agencies are mounting comprehensive information campaigns on how to avoid the virus, and … [+5424 chars]",
  "https://www.reddit.com/r/PrequelMemes/comments/fcd0xy/this_took_too_much_time_but_it_was_worth_it/": "\"Be mindful of your Thots, Anakin, they betray you\"",
  "https://www.reddit.com/r/funny/comments/fcccko/first_coffee/": "No one can deny it, but everybodys acting like its a bad thing for some reason.\r\nIt keeps you regular. embrace it as a feature of coffee, not a bug.",
  "https://www.reddit.com/r/dankmemes/comments/fcdmyy/imma_do_something_else/": "As data moves through the network, it is broken down into smaller pieces and identified so that the pieces can be put back together when they arrive at the destination. Each piece is assigned a specific name (protocol data unit [PDU]) and associated with a sp… [+502 chars]",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-IBIVZXH3Y5B3HHEC7EAVC6UD4M": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "https://alb.reddit.com/cr?p=gAAAAABeXV0xxrEpL8ZH7ceIBnABBThjLpmcsO68GXmUEXMqlT9dMkOvxHuyiSQgidE5uCa8qGN5bOPKWoXCW1wBNZ-oRL5cWWFqBRCk5LCbToKL_uFd0yzCY7ZcEgVs-5PFJvBcMBoAGJN_K8dMUG7qqxhSdt1bWw6XWony6gMy-N9aaBUbTG4ix2ORNum8SpiETLEvRGU0HKTtVvhI6XuUWgE4nFfFPzXJMLmH46mXlxBU-J3PBpetX_UNhV_1Ca3NYVgMAwHOR0zP-5ZT3rSzzDbHU6RdeJ30LhyYC1GenhmPZHByvk6Nas-fHIu3Gwbr2PC-q8zgtTDPJaGfpy0I1xnFn8Npfi7qtqM0Wc2AsLSvNQKb85zp8kvhIumTUxmzM1eGxapJxVTS8paWETxLXXFCzuDi5crCYBTeAMmbLymZ-Mo8P4eqM341WgzfihyjqoO6HLNoP-i5EYFL5gvrWKe9LFZbXh6gl7kGV1xC0BeAbgR0-E0=": "About This Game\r\nIn this original mix of Dungeon Management and Roguelite, you will lead your career as a Dungeon Master!\r\nFeatures\r\n<ul><li> Join the Dungeons Company and climb the corporate ladder</li><li> Crush so-called \"heroes\" and protect the company's … [+1428 chars]",
  "https://www.reddit.com/r/gaming/comments/fcdo5u/been_working_in_games_for_over_10_years_thought/": "I'd like it if the hits felt more heavy (kind of like hit-stop) than what it looks like right now look at the jump kick, it feels too smooth. But then the smoothness could be design choice, that's on the dev. All around it looks great though, combat included.",
  "http://www.cbc.ca/news/world/klobuchar-democratic-race-1.5482615": "Minnesota Sen. Amy Klobuchar ended her Democratic presidential campaign on Monday and will endorse rival Joe Biden in an effort to unify moderate voters behind the former vice-president's White House bid.\r\nShe is flying to Dallas and plans to join Biden at hi… [+5411 chars]",
  "https://www.cbsnews.com/video/warns-sanders-would-jeopardize-house-and-senate-races/": "Watch CBSN Live\r\nCopyright © 2020 CBS Interactive Inc. All rights reserved.",
  "https://www.cbc.ca/news/canada/edmonton/greta-thunberg-graphic-image-x-site-energy-alberta-1.5482369": "An Alberta energy services company says its management accepts full responsibility for a decal the business distributed bearing its logo beneath a sexually suggestive cartoon appearing to depict 17-year-old Swedish climate activist Greta Thunberg.\r\n\"This does… [+3131 chars]",
  "https://www.huffpost.com/entry/harry-reid-joe-biden-democratic-endorsement-2020_n_5e5d5a5bc5b63aaf8f5b5985": "Former Senate Majority Leader Harry Reid (D-Nev.) on Monday endorsed former Vice President Joe Biden in the 2020 Democratic primary.\r\n“President Donald Trump has done unspeakable damage to our country, our institutions and the rule of law. Democrats need a ca… [+417 chars]",
  "https://www.news.com.au/sport/basketball/melbourne-united-massacre-sydney-kings-and-bogut-aint-doing-s/news-story/0491483efe7d6f1710a8fa68b962608f": "Melbourne United have written themselves into the NBL record books after thrashing the Sydney Kings 125-80 to draw level in their best-of-three semi-final series.Coming off a stunning late collapse in game one, United shrugged off the disappointment by crushi… [+3256 chars]",
  "http://www.businessinsider.com/robinhood-down-outage-markets-rebound-coronavirus-backlash-2020-3": "A service outage took Robinhood offline for hours Monday — and furious users of the commission-free trading app say it couldn't have come at a worse time.\r\nPeople were locked out of Robinhood's iOS, Android, and Web apps for more than four hours starting Mond… [+1415 chars]",
  "http://uk.businessinsider.com/robinhood-down-outage-markets-rebound-coronavirus-backlash-2020-3": "A service outage took Robinhood offline for hours Monday — and furious users of the commission-free trading app say it couldn't have come at a worse time.\r\nPeople were locked out of Robinhood's iOS, Android, and Web apps for more than four hours starting Mond… [+1415 chars]",
  "https://www.cnbc.com/2020/03/02/seattle-area-officials-report-3-new-coronavirus-deaths-bringing-us-total-to-5.html": "At least four new patients have died from COVID-19 in Washington state, bringing the total number of deaths in the U.S. to at least six as the coronavirus spreads throughout local communities around Seattle, local health officials said Monday.\r\nPublic health … [+1926 chars]",
  "https://techcrunch.com/2020/03/02/understanding-2020s-early-stage-fundraising-market/": "Welcome to Equity on Extra Crunch, a semi-regular series of interviews between the Equity team, venture capitalists, and operating executives at the neatest startups. The goal of this irregular medium is to dig into topics that don’t fit inside of the standar… [+817 chars]",
  "https://www.irishtimes.com/\t\t\t\t\t\t\t/news/world/us/boost-for-biden-as-amy-klobuchar-ends-presidential-campaign-1.4190756\t": "US senator Amy Klobuchar has ended her presidential campaign becoming the third Democratic candidate to drop out of the race in the last 48 hours. \r\nThe Minnesota politician is expected to endorse former vice-president Joe Biden at a campaign event in Dallas … [+4755 chars]",
  "https://www.cnbc.com/2020/03/02/with-the-fed-expected-to-ease-doubts-arise-over-whether-rate-cuts-will-help.html": "Federal Reserve Chair Jerome Powell holds a news conference following the Federal Open Market Committee meeting in Washington, December 11, 2019.\r\nFinancial markets and the White House are demanding interest rate cuts from the Federal Reserve that may not wor… [+4739 chars]",
  "https://www.nextbigfuture.com/2020/03/iranian-leaders-are-infected-with-coronavirus-and-pilgrims-are-licking-a-shrine.html": "Reckless behavior could have Iran’s coronavirus spiking into millions within 2 weeks. There are also many government officials who are among the infected and one has already died. These people were infected for 1-3 weeks. They were likely not quarantined all … [+3697 chars]",
  "http://www.abc.net.au/news/2020-03-03/klobuchar-ends-presidential-bid-to-endorse-biden/12019512": "Updated \r\nMarch 03, 2020 06:14:18\r\nUS senator Amy Klobuchar has ended her Democratic presidential campaign and plans to endorse rival Joe Biden in an effort to unify moderate voters behind the former vice-president's White House bid.\r\nShe is flying to Dallas … [+1167 chars]",
  "https://www.cbsnews.com/news/coronavirus-symptom-body-lungs-severe-immune-system/": "As cases of coronavirus spread around the world, doctors are learning more about what it does to the human body. Most cases are mild, but the illness — officially known as COVID-19 — can become severe if a person's immune system cannot repair damage to the lu… [+2071 chars]",
  "http://www.aljazeera.com/news/2020/03/klobuchar-bows-democratic-race-endorse-biden-200302183718541.html": "Minnesota Senator Amy Klobuchar ended her Democratic presidential campaign on Monday and will reportedly endorse rival Joe Biden in an effort to unify moderate voters behind the former vice president's White House bid.\r\nShe is flying to Dallas and plans to jo… [+5239 chars]",
  "http://us.cnn.com/politics/live-news/super-tuesday-2020-final-sprint/index.html": "Sen. Amy Klobuchar will end her presidential bid on Monday and endorse Joe Biden, a campaign aide tells CNN.\r\nThe Klobuchar campaign confirmed that the senator is flying to Dallas to join the former vice president at his rally, where she will suspend her camp… [+582 chars]",
  "https://abcnews.go.com/GMA/Culture/inside-actors-studio-host-james-lipton-dies-93/story?id=69341066": "Longtime \"Inside the Actors Studio\" host James Lipton is dead, ABC News has confirmed.\r\nLipton's widow, Kedakai Mercedes Lipton, told The Hollywood Reporter that her husband died Monday at his New York City home from bladder cancer.\r\nHe was 93 years old.\r\n\"Ja… [+622 chars]",
  "https://www.usatoday.com/story/news/politics/2020/03/02/supreme-court-unlikely-give-asylum-seekers-new-hearings/4927648002/": "Alan Gomez on the increase in asylum claims at the southern border and why Trump administration policies tightening restrictions are causing tension.\r\nUSA TODAY\r\nWASHINGTON  The Supreme Court's conservative majority appeared unlikely Monday to give asylum see… [+4660 chars]",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-HHJRLFEW7NDCXLD3SE7YI6NOVQ": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "https://www.wsj.com/articles/the-gyms-that-want-you-to-leave-asap-11583176178?mod=hp_lead_pos12": "Theres a Holy Grail exercise entrepreneurs are chasing these days: a workout stripped of all wasted time and effort.\r\nOver the past couple of years, hundreds of gyms have opened around the country as acolytes try to bring the science and efficiency of whats c… [+90 chars]",
  "https://r.zdbb.net/u/bp8h": "IGN Store\r\nApparel for What You're Into. Star Wars, Nintendo, Marvel and Much More. Shop securely with free shipping and returns offered on our full range of officially licensed t-shirts, fleece sweaters, and tanks, and other apparel.",
  "https://r.zdbb.net/u/bp4x": "You will receive an email shortly at: \r\nHere at Walmart.com, we are committed to protecting your privacy. Your email address will never be sold or distributed to a third party for any reason. Please take a minute to review our Privacy Policy",
  "https://www.ign.com/videos/half-life-alyx-9-minutes-of-gameplay-ign-first": "How was your video watching experience?",
  "https://www.foxnews.com/entertainment/meghan-markle-prince-harry-reunite-prince-william-kate-middleton-commonwealth": "Meghan Markle and Prince Harry are set to publicly reunite with Prince William and Kate Middleton, Fox News has learned.\r\nThe Duke and Duchess of Sussex will join the Duke and Duchess of Cambridge, as well as Queen Elizabeth II, Prince Charles and Camilla, Du… [+7613 chars]",
  "https://www.buzzfeednews.com/article/scaachikoul/salt-bae-restaurant-review-nusret-gokce": "I mean, what was I expecting?\r\nNo one goes to a restaurant predicated on the owners virality anticipating an impressive culinary experience. But whats really surprising about #SaltBae, the new restaurant from Turkish chef and human meme Nusret Gökçe, is that … [+5869 chars]",
  "https://www.foxnews.com/politics/federal-judge-orders-hillary-clinton-deposition-to-address-private-emails-there-is-still-more-to-learn": "A federal judge Monday granted a request from conservative watchdog group Judicial Watch to have former Secretary of State Hillary Clinton sit for a sworn deposition to answer questions about her use of a private email server to conduct government business.\r\n… [+1417 chars]",
  "http://www.abc.net.au/news/2020-03-03/womens-adviser-elizabeth-reid-allegations-against-sir-john-kerr/11757584": "Updated \r\nMarch 03, 2020 06:07:46\r\nIt's taken more than 40 years for Elizabeth Reid to speak publicly about the time the governor-general tried to \"make out\" with her.\r\nWhen she was hired by Gough Whitlam in April 1973, Ms Reid found herself in a job that had… [+7295 chars]",
  "http://www.breitbart.com/2020-election/2020/03/02/amy-klobuchar-spent-over-30-million-on-failed-presidential-campaign/": "Sen. Amy Klobuchar (D-MN) spent over $30 million on her failed presidential campaign, according to federal election records.\r\nOpen Secrets, a non-partisan group that tracks financial contributions in politics and public policy, shows Klobuchar raised $34,188,… [+1060 chars]",
  "https://www.ign.com/articles/altered-carbon-season-2-ending-explained-will-anthony-mackie-return": "Part of IGN's Altered Carbon Season 2 guide\r\nThe thrilling finale of Altered Carbon's second season, titled \"Broken Angels,\" features some surprising twists and turns as Takeshi Kovacs sacrifices his Anthony Mackie sleeve (and stack) in order to save the peop… [+4597 chars]",
  "https://www.cbsnews.com/news/coronavirus-taxi-cab-driver-thailand-chinese-tourists-coughing-face-masks-covid-19-whuan-symptoms-tourism/": "A taxi driver in Thailand likely caught the coronavirus from Chinese tourists who were passengers in his cab. The tourists were coughing but wearing face masks, the driver said. He still caught the virus, despite the masks. \r\nThe 51-year-old driver started ex… [+5795 chars]",
  "https://www.cnbc.com/2020/03/02/cdc-released-a-woman-in-texas-who-tested-positive-for-the-coronavirus-totally-unacceptable.html": "The Centers for Disease Control and Prevention mistakenly released a woman from quarantine in Texas who tested positive for COVID-19, San Antonio officials said Monday.\r\nThe woman was among the 91 Americans evacuated from Wuhan and placed in federal, 14-day q… [+2467 chars]",
  "http://thehill.com/homenews/administration/485504-coronavirus-puts-new-use-to-white-house-press-briefing-room": "The outbreak of the coronavirus has breathed new life into the White House briefing room.\r\nWhen President TrumpDonald John TrumpThis week: House eyes vote on emergency coronavirus funding Democratic candidates gear up for a dramatic Super TuesdayJudd Gregg: T… [+4291 chars]",
  "http://www.businessinsider.com/amazon-warehouse-suspends-warehouse-tours-due-to-coronavirus-fears-2020-3": "Amazon is halting all warehouse tours in the North America region as concerns over the coronavirus outbreak grow in the US. \r\nAmazon announced on its corporate website last week that it has put all warehouse tours in the region on hold indefinitely to protect… [+3784 chars]",
  "http://uk.businessinsider.com/amazon-warehouse-suspends-warehouse-tours-due-to-coronavirus-fears-2020-3": "Amazon is halting all warehouse tours in the North America region as concerns over the coronavirus outbreak grow in the US. \r\nAmazon announced on its corporate website last week that it has put all warehouse tours in the region on hold indefinitely to protect… [+3784 chars]",
  "https://www.news24.com/Africa/News/senegal-confirms-first-coronavirus-case-20200302": "Senegal on Monday confirmed its first case of the novel coronavirus, a French citizen who visited France last month before returning to the West African country and being quarantined in the capital Dakar.\r\n\"The results of the tests carried out by the Pasteur … [+453 chars]",
  "https://www.ign.com/articles/half-life-alyx-a-watch-3-new-gameplay-trailers": "Half-Life: Alyx Watch 3 New Gameplay Trailers\r\nThree new trailers? See, Valve CAN count to 3! :-)",
  "https://www.ccn.com/fed-cant-stop-coronavirus-fueled-us-housing-market-crash/": "<ul><li>Coronavirus is leaving a dent in the Chinese economy, as evidenced by the latest indicators on home sales, inflation and manufacturing productivity.</li><li>The rapidly spreading virus threatens to disrupt trade and economic growth in key regions, lea… [+5205 chars]",
  "http://www.mtv.com/news/3158145/harry-styles-siriusxm-pandora-secret-session/": "On the narrow sidewalk, Harry Styles fans flowed in two directions. Half lined up west, backdropped by the chilly river at the edge of Brooklyn, while the rest faced east, sporting lanyard badges with Harry's face on it. Soon, both queues converged to pack in… [+3861 chars]",
  "http://www.mtv.com/news/3136189/2020-presidential-race-who-dropped-out/": "A lot of people are running for President in 2020. And we mean, a lot. In many ways, that is emblematic of a larger theoretical creed: That anyone can aim for the big, boss-of-America position if you're at least 35 years old. In practice... well, sometimes it… [+16136 chars]",
  "https://7news.com.au/news/transport/work-train-at-circular-quay-derails-causing-major-delays--c-726346": "Major delays are expected on Sydneys train network after a work train derailed at Circular Quay.\r\nServices on several lines, including the T1, T3, T8 and T2 lines, have altered stopping patterns and are experiencing delays.\r\nPlease allow extra travel time and… [+198 chars]",
  "https://www.news.com.au/lifestyle/coronavirus-infections-nine-times-higher-outside-of-china/news-story/05de041dd8a429a556364a42a7af494b": "The coronavirus has appeared for the first time in New York, Moscow and Berlin as clusters of the disease surged around the world.New cases in China dropped to their lowest level in six weeks Monday and hundreds of patients were released from hospitals at the… [+4182 chars]",
  "https://www.usatoday.com/story/news/politics/elections/2020/03/02/amy-klobuchar-ends-her-white-house-bid/2011474001/": "Minnesota Sen. Amy Klobuchar on Sunday joined the growing group of Democrats jostling to be president\r\nSen. Amy Klobuchar, who pitched herself as a moderate with Midwestern appeal and the political \"grit\" to beat President Donald Trump, will end her president… [+5488 chars]",
  "https://techcrunch.com/2020/03/02/nvidia-cancels-gtc-developer-event-over-coronavirus-fears/": "Nvidia has canceled its GPU Technology Conference, which would have brought more than 10,000 people to San Jose three weeks from now. The company cited “growing concern over the coronavirus” for its decision, and said it will attempt to host as much of the co… [+1564 chars]",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-GXEZDXPSINH7HCPXJ75FMOOT7M": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "https://www.news24.com/SouthAfrica/News/horror-bus-crash-a-wake-up-call-for-all-road-users-ramaphosa-20200302": "President Cyril Ramaphosa has lamented a horror bus crash that claimed at least 25 lives, mostly pensioners and pupils, near Centane Road in the Eastern Cape.\r\nThe bus was travelling on a gravel road near the Tafalofefe Hospital on Monday around 08:00 when it… [+1851 chars]",
  "https://www.cnn.com/interactive/2020/03/politics/medicare-for-all-annotated/": "S. 1129 To establish a Medicare-for-all national health insurance program. \r\n IN THE SENATE OF THE UNITED STATES APRIL 10, 2019 Mr. SANDERS (for himself, Ms. BALDWIN, Mr. BLUMENTHAL, Mr. BOOKER, Mrs. GILLIBRAND, Ms. HARRIS, Mr. LEAHY, Mr. MARKEY, Mr. MERKLEY,… [+18913 chars]",
  "http://us.cnn.com/videos/politics/2020/03/02/voters-describe-2020-candidates-one-word-avlon-camerota-newday-vpx.cnn": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.",
  "https://www.washingtonpost.com/world/2020/03/02/coronavirus-live-updates/#link-QKF2C6RB65FSDMAHOB64SWPL5A": "As Israelis headed to the polls on Monday, the countrys top health official urged voters not to allow coronavirus fears to keep them away from the ballot box.\r\nThe message Sunday from Moshe Bar Siman-Tov, director general of Israels Health Ministry, came as t… [+2251 chars]",
  "http://www.bbc.co.uk/sport/live/football/51420386": "Hello there! If schadenfreude storylines are your thing, gripping dramas punctured with unimaginable plot twists as the main protagonist lurches through financial turmoil towards death, then you might have enjoyed Portsmouth's sad decent towards oblivion. \r\nO… [+308 chars]"
}